Repository: synth-inc/quickedit
Catalog: macos/OnitQuickEdit/App.xcstrings
Source language: en
Languages: fr

source: in your post about Onit.
fr: dans votre publication à propos d'Onit.

source: %@ / %@ claimed
fr: %@ / %@ réclamées

source: %d Completed Invitation
fr: %d invitation complétée

source: %d Completed Invitations
fr: %d invitations complétées

source: %d invited
fr: %d invité·e·s

source: %d words left to unlock stats
fr: Plus que %d mots avant de débloquer les statistiques

source: + Add
fr: + Ajouter

source: - Tim (CEO) & the Onit team
fr: - Tim (PDG) & l'équipe Onit

source: Add
fr: Ajouter

source: Add Link
fr: Ajouter un lien

source: Add Links
fr: Ajouter des liens

source: Add link
fr: Ajouter un lien

source: Add new
fr: Ajouter

source: Adjust
fr: Ajuster

source: Apply
fr: Appliquer

source: Cancel
fr: Annuler

source: Choose a Display Name
fr: Choisissez un nom d'affichage

source: Claim your
fr: Réclamez votre

source: Claim your seat
fr: Réclamez votre place

source: Climb our supporters list by inviting more.
fr: Grimpez dans notre liste de supporters en invitant davantage de personnes.

source: Contact Us
fr: Nous contacter

source: Couldn't fetch leaderboard.
fr: Impossible de charger le classement.

source: Couldn't fetch rank.
fr: Impossible de charger le rang.

source: Delete
fr: Supprimer

source: Dictionary
fr: Dictionnaire

source: Display name
fr: Nom d'affichage

source: Done
fr: Terminé

source: Download
fr: Télécharger

source: Edit
fr: Modifier

source: Feature us on YouTube
fr: Présentez-nous sur YouTube

source: Feel free to display your socials & sites.
fr: N'hésitez pas à afficher vos réseaux sociaux et sites.

source: Fetching your completed invitations count...
fr: Récupération de votre nombre d’invitations complétées...

source: Fetching your rank...
fr: Récupération de votre rang...

source: Get Support
fr: Obtenir de l'aide

source: Get featured:
fr: Soyez mis en avant :

source: Hide
fr: Masquer

source: Home
fr: Accueil

source: Invite friends
fr: Inviter des amis

source: Invite others to sign up to see your completed invitation counts here!
fr: Invitez d'autres personnes à s'inscrire pour voir vos totaux d'invitations terminées ici !

source: Invite to join the list
fr: Inviter à rejoindre la liste

source: Invite with your link!
fr: Invitez avec votre lien !

source: Link
fr: Lien

source: Link limit reached
fr: Limite de liens atteinte

source: Load more
fr: Charger plus

source: Log in to add links.
fr: Connectez-vous pour ajouter des liens.

source: Log in to view & edit
fr: Connectez-vous pour voir et modifier

source: Max 30 char
fr: Max 30 car.

source: Mention us on Reddit
fr: Mentionnez-nous sur Reddit

source: Mention us on X
fr: Mentionnez-nous sur X

source: More
fr: Plus

source: Note, custom links will be reviewed
fr: Note : les liens personnalisés seront examinés

source: Onit free for people who download through his link (I'll give you a link)
fr: Onit gratuit pour ceux qui téléchargent via son lien (je vous donnerai un lien)

source: Onit is free for the first 5,000 users, so you should reserve your seat now.
fr: Onit est gratuit pour les 5 000 premiers utilisateurs ; vous devriez donc réserver votre place dès maintenant.

source: Onit works offline and without Wi-Fi.
fr: Onit fonctionne hors ligne et sans Wi-Fi.

source: Only available to the first 5,000 sign-ups!
fr: Disponible uniquement pour les 5 000 premières inscriptions !

source: Open
fr: Ouvrir

source: Open all (%d)
fr: Tout ouvrir (%d)

source: Our supporters, thank you!
fr: Nos supporters, merci !

source: Paste a GitHub link
fr: Coller un lien GitHub

source: Paste a TikTok link
fr: Coller un lien TikTok

source: Paste a YouTube link
fr: Coller un lien YouTube

source: Paste a link
fr: Coller un lien

source: Paste an Instagram link
fr: Coller un lien Instagram

source: Paste an X link
fr: Coller un lien X

source: Paste their code or link
fr: Collez leur code ou lien

source: Pending approval
fr: En attente d'approbation

source: Please click on the retry button to try again.
fr: Cliquez sur le bouton réessayer pour recommencer.

source: Ready
fr: Prêt

source: Referred by
fr: Recommandé par

source: Remove
fr: Retirer

source: SEO purposes:
fr: Référencement :

source: Save
fr: Enregistrer

source: Scan
fr: Analyser

source: Search %lld Terms
fr: Rechercher dans %lld termes

source: Settings
fr: Paramètres

source: Share
fr: Partager

source: Share a great product:
fr: Partagez un excellent produit :

source: Share your thoughts on Onit in your next video.
fr: Partagez vos réflexions sur Onit dans votre prochaine vidéo.

source: Sign up to claim
fr: Inscrivez-vous pour réclamer

source: Tag
fr: Identifiez

source: Talking points that work
fr: Arguments qui fonctionnent

source: This is how others will see you in the list.
fr: C'est ainsi que les autres vous verront dans la liste.

source: Time saved assumes you type %d WPM.
fr: Le temps gagné suppose que vous tapez %d WPM.

source: Tips for sharing
fr: Conseils pour partager

source: Try again
fr: Réessayer

source: Watch this video to get an idea
fr: Regardez cette vidéo pour avoir une idée

source: We couldn't generate your unique referral code.
fr: Nous n’avons pas pu générer votre code de parrainage unique.

source: We value your honest thoughts, but here is some inspiration if you need it:
fr: Nous valorisons vos avis honnêtes, mais voici un peu d'inspiration si vous en avez besoin :

source: We'll promote your content in our app, and we have a referral leaderboard that tracks downloads through your invite link. Climb the list and every new user who opens Onit will see your channel. That's ongoing visibility long after your video goes up!
fr: Nous ferons la promotion de votre contenu dans notre application, et nous avons un classement de parrainage qui suit les téléchargements via votre lien d’invitation. Grimpez dans le classement et chaque nouvel utilisateur qui ouvre Onit verra votre chaîne. C’est une visibilité continue bien après la mise en ligne de votre vidéo !

source: Were you referred by someone?
fr: Avez-vous été recommandé·e par quelqu'un ?

source: Why it's worth sharing
fr: Pourquoi cela vaut la peine d'être partagé

source: Wispr Flow costs $120+ per year; Onit is completely free.
fr: Wispr Flow coûte plus de 120 $ par an ; Onit est entièrement gratuit.

source: Wispr Flow sends all your audio to the cloud; Onit works entirely on-device.
fr: Wispr Flow envoie tout votre audio vers le cloud ; Onit fonctionne entièrement sur l'appareil.

source: Write a post or comment promoting Onit!
fr: Rédigez une publication ou un commentaire faisant la promotion d'Onit !

source: You
fr: Vous

source: You are #%@
fr: Vous êtes n°%@

source: You are #%d - View & Edit
fr: Vous êtes n°%d - Voir et modifier

source: Your invitation counts as completed once your invitees sign up.
fr: Votre invitation est comptabilisée comme terminée une fois que les personnes invitées s'inscrivent.

source: free
fr: gratuite

source: hours
fr: heures

source: mins
fr: min

source: secs
fr: s

source: “%@” added to dictionary
fr: « %@ » ajouté au dictionnaire

source: “%@” will be removed from your dictionary.
fr: « %@ » sera retiré de votre dictionnaire.

source: 💡 Tips and ideas
fr: 💡 Conseils et idées
